Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Timeline.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: A user property sets this value
ar: تحدد خاصية المستخدم هذه القيمة
de: Eine Benutzereigenschaft legt diesen Wert fest
es: Una propiedad de usuario define este valor
fr: Une propriété utilisateur définit cette valeur
hi: यह मान यूज़र प्रॉपर्टी से सेट होता है
it: Una proprietà utente imposta questo valore
ja: ユーザプロパティがこの値を設定しています
ko: 사용자 속성이 이 값을 설정합니다
pl: Tę wartość ustawia właściwość użytkownika
pt_br: Uma propriedade do usuário define este valor
ru: Это значение задаётся пользовательским свойством
tr: Bu değeri bir kullanıcı özelliği belirler
uk: Це значення задається властивістю користувача
zh_hans: 此值由用户属性设定
zh_hant: 此值由使用者屬性設定

source: Add Keyframe
ar: إضافة إطار رئيسي
de: Keyframe hinzufügen
es: Añadir fotograma clave
fr: Ajouter une image clé
hi: कीफ़्रेम जोड़ें
it: Aggiungi fotogramma chiave
ja: キーフレームの追加
ko: 키프레임 추가
pl: Dodanie klatki kluczowej
pt_br: Adicionar Quadro-Chave
ru: Добавление ключевого кадра
tr: Anahtar Kare Ekle
uk: Додавання ключового кадру
zh_hans: 添加关键帧
zh_hant: 加入關鍵影格

source: Add Track
ar: إضافة مسار
de: Spur hinzufügen
es: Añadir pista
fr: Ajouter une piste
hi: ट्रैक जोड़ें
it: Aggiungi traccia
ja: トラックを追加
ko: 트랙 추가
pl: Dodaj ścieżkę
pt_br: Adicionar Faixa
ru: Добавить дорожку
tr: İz Ekle
uk: Додати доріжку
zh_hans: 添加轨道
zh_hant: 加入軌道

source: Add a keyframe at the playhead
ar: إضافة إطار رئيسي عند رأس التشغيل
de: Keyframe an der Abspielposition hinzufügen
es: Añadir un fotograma clave en el cabezal
fr: Ajouter une image clé à la tête de lecture
hi: प्लेहेड पर कीफ़्रेम जोड़ें
it: Aggiungi un fotogramma chiave alla testina
ja: 再生ヘッドの位置にキーフレームを追加
ko: 재생헤드 위치에 키프레임 추가
pl: Dodaj klatkę kluczową w miejscu głowicy
pt_br: Adicionar um quadro-chave no indicador de reprodução
ru: Добавить ключевой кадр в позиции указателя
tr: Oynatma başlığına anahtar kare ekle
uk: Додати ключовий кадр у позиції покажчика
zh_hans: 在播放头处添加关键帧
zh_hant: 在播放指示器處加入關鍵影格

source: Add a keyframe with the diamond next to a property in the inspector, or add a track here.
ar: أضِف إطارًا رئيسيًا بالمعيّن بجانب خاصية في المراقب، أو أضِف مسارًا هنا.
de: Fügen Sie mit der Raute neben einer Eigenschaft im Inspektor einen Keyframe hinzu, oder fügen Sie hier eine Spur hinzu.
es: Añade un fotograma clave con el rombo junto a una propiedad en el inspector o añade una pista aquí.
fr: Ajoutez une image clé avec le losange à côté d’une propriété dans l’inspecteur, ou ajoutez une piste ici.
hi: इंस्पेक्टर में किसी प्रॉपर्टी के पास वाले डायमंड से कीफ़्रेम जोड़ें, या यहाँ ट्रैक जोड़ें।
it: Aggiungi un fotogramma chiave con il rombo accanto a una proprietà nell’Inspector, oppure aggiungi una traccia qui.
ja: インスペクタでプロパティの横のひし形をクリックしてキーフレームを追加するか、ここでトラックを追加します。
ko: 인스펙터에서 속성 옆의 마름모를 눌러 키프레임을 추가하거나 여기에서 트랙을 추가하십시오.
pl: Dodaj klatkę kluczową rombem obok właściwości w inspektorze lub dodaj tutaj ścieżkę.
pt_br: Adicione um quadro-chave com o losango ao lado de uma propriedade no inspetor ou adicione uma faixa aqui.
ru: Добавьте ключевой кадр ромбом рядом со свойством в инспекторе или добавьте дорожку здесь.
tr: Denetçide bir özelliğin yanındaki elmasla anahtar kare ekleyin veya buradan bir iz ekleyin.
uk: Додайте ключовий кадр ромбом поруч із властивістю в інспекторі або додайте доріжку тут.
zh_hans: 使用检查器中属性旁边的菱形添加关键帧，或在此处添加轨道。
zh_hant: 使用檢閱器中屬性旁的菱形加入關鍵影格，或在此處加入軌道。

source: Brightness
ar: السطوع
de: Helligkeit
es: Brillo
fr: Luminosité
hi: चमक
it: Luminosità
ja: 明るさ
ko: 밝기
pl: Jasność
pt_br: Brilho
ru: Яркость
tr: Parlaklık
uk: Яскравість
zh_hans: 亮度
zh_hant: 亮度

source: Change Clip Options
ar: تغيير خيارات المقطع
de: Clipoptionen ändern
es: Cambiar opciones del clip
fr: Modifier les options du clip
hi: क्लिप विकल्प बदलें
it: Cambia opzioni della clip
ja: クリップオプションの変更
ko: 클립 옵션 변경
pl: Zmiana opcji klipu
pt_br: Alterar Opções do Clipe
ru: Изменение параметров клипа
tr: Klip Seçeneklerini Değiştir
uk: Зміна параметрів кліпу
zh_hans: 更改片段选项
zh_hant: 更改片段選項

source: Change Curve
ar: تغيير المنحنى
de: Kurve ändern
es: Cambiar curva
fr: Modifier la courbe
hi: कर्व बदलें
it: Cambia curva
ja: カーブの変更
ko: 곡선 변경
pl: Zmiana krzywej
pt_br: Alterar Curva
ru: Изменение кривой
tr: Eğriyi Değiştir
uk: Зміна кривої
zh_hans: 更改曲线
zh_hant: 更改曲線

source: Change Ease
ar: تغيير التسهيل
de: Easing ändern
es: Cambiar suavizado
fr: Modifier l’accélération
hi: ईज़िंग बदलें
it: Cambia andamento
ja: イージングの変更
ko: 이징 변경
pl: Zmiana wygładzania
pt_br: Alterar Suavização
ru: Изменение сглаживания
tr: Yumuşatmayı Değiştir
uk: Зміна згладжування
zh_hans: 更改缓动
zh_hant: 更改漸變

source: Change Keyframe
ar: تغيير الإطار الرئيسي
de: Keyframe ändern
es: Cambiar fotograma clave
fr: Modifier l’image clé
hi: कीफ़्रेम बदलें
it: Cambia fotogramma chiave
ja: キーフレームの変更
ko: 키프레임 변경
pl: Zmiana klatki kluczowej
pt_br: Alterar Quadro-Chave
ru: Изменение ключевого кадра
tr: Anahtar Kareyi Değiştir
uk: Зміна ключового кадру
zh_hans: 更改关键帧
zh_hant: 更改關鍵影格

source: Clip Options
ar: خيارات المقطع
de: Clipoptionen
es: Opciones del clip
fr: Options du clip
hi: क्लिप विकल्प
it: Opzioni clip
ja: クリップオプション
ko: 클립 옵션
pl: Opcje klipu
pt_br: Opções do Clipe
ru: Параметры клипа
tr: Klip Seçenekleri
uk: Параметри кліпу
zh_hans: 片段选项
zh_hant: 片段選項

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: カラー
ko: 색상
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
ru: Скопировать
tr: Kopyala
uk: Копіювати
zh_hans: 拷贝
zh_hant: 拷貝

source: Curves
ar: المنحنيات
de: Kurven
es: Curvas
fr: Courbes
hi: कर्व
it: Curve
ja: カーブ
ko: 곡선
pl: Krzywe
pt_br: Curvas
ru: Кривые
tr: Eğriler
uk: Криві
zh_hans: 曲线
zh_hant: 曲線

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
fr: Couper
hi: कट करें
it: Taglia
ja: カット
ko: 오려두기
pl: Wytnij
pt_br: Recortar
ru: Вырезать
tr: Kes
uk: Вирізати
zh_hans: 剪切
zh_hant: 剪下

source: Cut Keyframes
ar: قص الإطارات الرئيسية
de: Keyframes ausschneiden
es: Cortar fotogramas clave
fr: Couper les images clés
hi: कीफ़्रेम कट करें
it: Taglia fotogrammi chiave
ja: キーフレームのカット
ko: 키프레임 오려두기
pl: Wycięcie klatek kluczowych
pt_br: Recortar Quadros-Chave
ru: Вырезание ключевых кадров
tr: Anahtar Kareleri Kes
uk: Вирізання ключових кадрів
zh_hans: 剪切关键帧
zh_hant: 剪下關鍵影格

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: डिलीट करें
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Keyframes
ar: حذف الإطارات الرئيسية
de: Keyframes löschen
es: Eliminar fotogramas clave
fr: Supprimer les images clés
hi: कीफ़्रेम डिलीट करें
it: Elimina fotogrammi chiave
ja: キーフレームの削除
ko: 키프레임 삭제
pl: Usunięcie klatek kluczowych
pt_br: Apagar Quadros-Chave
ru: Удаление ключевых кадров
tr: Anahtar Kareleri Sil
uk: Видалення ключових кадрів
zh_hans: 删除关键帧
zh_hant: 刪除關鍵影格

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
ja: 長さ
ko: 길이
pl: Czas trwania
pt_br: Duração
ru: Длительность
tr: Süre
uk: Тривалість
zh_hans: 时长
zh_hant: 長度

source: Ease
ar: التسهيل
de: Easing
es: Suavizado
fr: Accélération
hi: ईज़िंग
it: Andamento
ja: イージング
ko: 이징
pl: Wygładzanie
pt_br: Suavização
ru: Сглаживание
tr: Yumuşatma
uk: Згладжування
zh_hans: 缓动
zh_hant: 漸變

source: Ease In
ar: تسهيل الدخول
es: Suavizado de entrada
fr: Décélération à l’arrivée
hi: ईज़ इन
it: Rallenta in entrata
ja: イーズイン
ko: 이즈 인
pl: Wygładzenie wejścia
pt_br: Suavizar Entrada
ru: Плавный вход
tr: Yavaş Giriş
uk: Плавний вхід
zh_hans: 缓入
zh_hant: 漸入

source: Ease In and Out
ar: تسهيل الدخول والخروج
de: Ease-in und Ease-out
es: Suavizado de entrada y salida
fr: Accélération et décélération
hi: ईज़ इन और आउट
it: Rallenta in entrata e in uscita
ja: イーズイン・アウト
ko: 이즈 인 및 아웃
pl: Wygładzenie wejścia i wyjścia
pt_br: Suavizar Entrada e Saída
ru: Плавный вход и выход
tr: Yavaş Giriş ve Çıkış
uk: Плавний вхід і вихід
zh_hans: 缓入缓出
zh_hant: 漸入漸出

source: Ease Out
ar: تسهيل الخروج
es: Suavizado de salida
fr: Accélération au départ
hi: ईज़ आउट
it: Rallenta in uscita
ja: イーズアウト
ko: 이즈 아웃
pl: Wygładzenie wyjścia
pt_br: Suavizar Saída
ru: Плавный выход
tr: Yavaş Çıkış
uk: Плавний вихід
zh_hans: 缓出
zh_hant: 漸出

source: Ends each channel on its first value, so the loop is seamless
ar: تنتهي كل قناة بقيمتها الأولى لتكون الحلقة سلسة
de: Beendet jeden Kanal mit seinem ersten Wert, damit die Schleife nahtlos ist
es: Termina cada canal en su primer valor para que el bucle no tenga cortes
fr: Termine chaque canal sur sa première valeur pour une boucle sans raccord
hi: हर चैनल को उसके पहले मान पर खत्म करता है, ताकि लूप बिना रुकावट चले
it: Termina ogni canale sul suo primo valore, così il loop è continuo
ja: 各チャンネルを最初の値で終え、ループを継ぎ目なくします
ko: 각 채널을 첫 번째 값으로 끝내 반복이 매끄럽게 이어집니다
pl: Kończy każdy kanał jego pierwszą wartością, aby pętla była płynna
pt_br: Termina cada canal no primeiro valor para que a repetição seja contínua
ru: Каждый канал заканчивается первым значением, чтобы цикл был бесшовным
tr: Her kanalı ilk değeriyle bitirir, böylece döngü kesintisiz olur
uk: Кожен канал закінчується першим значенням, щоб цикл був безшовним
zh_hans: 每个通道以其第一个值结束，使循环无缝衔接
zh_hant: 每個通道以其第一個值結束，讓循環無縫銜接

source: Frame
ar: الإطار
de: Bild
es: Fotograma
fr: Image
hi: फ़्रेम
it: Fotogramma
ja: フレーム
ko: 프레임
pl: Klatka
pt_br: Quadro
ru: Кадр
tr: Kare
uk: Кадр
zh_hans: 帧
zh_hant: 影格

source: Frame %lld
ar: الإطار %lld
de: Bild %lld
es: Fotograma %lld
fr: Image %lld
hi: फ़्रेम %lld
it: Fotogramma %lld
ja: フレーム %lld
ko: 프레임 %lld
pl: Klatka %lld
pt_br: Quadro %lld
ru: Кадр %lld
tr: Kare %lld
uk: Кадр %lld
zh_hans: 第 %lld 帧
zh_hant: 第 %lld 格

source: Frame Rate
ar: معدل الإطارات
de: Bildrate
es: Frecuencia de fotogramas
fr: Fréquence d’images
hi: फ़्रेम रेट
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임률
pl: Liczba klatek na sekundę
pt_br: Taxa de Quadros
ru: Частота кадров
tr: Kare Hızı
uk: Частота кадрів
zh_hans: 帧率
zh_hant: 影格速率

source: Go to Next Keyframe
ar: الانتقال إلى الإطار الرئيسي التالي
de: Zum nächsten Keyframe
es: Ir al siguiente fotograma clave
fr: Aller à l’image clé suivante
hi: अगले कीफ़्रेम पर जाएँ
it: Vai al fotogramma chiave successivo
ja: 次のキーフレームへ移動
ko: 다음 키프레임으로 이동
pl: Przejdź do następnej klatki kluczowej
pt_br: Ir para o Próximo Quadro-Chave
ru: К следующему ключевому кадру
tr: Sonraki Anahtar Kareye Git
uk: До наступного ключового кадру
zh_hans: 前往下一个关键帧
zh_hant: 前往下一個關鍵影格

source: Go to Previous Keyframe
ar: الانتقال إلى الإطار الرئيسي السابق
de: Zum vorherigen Keyframe
es: Ir al fotograma clave anterior
fr: Aller à l’image clé précédente
hi: पिछले कीफ़्रेम पर जाएँ
it: Vai al fotogramma chiave precedente
ja: 前のキーフレームへ移動
ko: 이전 키프레임으로 이동
pl: Przejdź do poprzedniej klatki kluczowej
pt_br: Ir para o Quadro-Chave Anterior
ru: К предыдущему ключевому кадру
tr: Önceki Anahtar Kareye Git
uk: До попереднього ключового кадру
zh_hans: 前往上一个关键帧
zh_hant: 前往上一個關鍵影格

source: Hold
ar: تثبيت
de: Halten
es: Mantener
fr: Maintien
hi: होल्ड
it: Mantieni
ja: 停止
ko: 고정
pl: Przytrzymanie
pt_br: Manter
ru: Удержание
tr: Sabit
uk: Утримання
zh_hans: 保持
zh_hant: 保持

source: Holds the first frame until a script plays the timeline
ar: يبقى على الإطار الأول حتى يشغّل نص برمجي المخطط الزمني
de: Hält das erste Bild, bis ein Skript die Zeitleiste abspielt
es: Mantiene el primer fotograma hasta que un script reproduzca la línea de tiempo
fr: Reste sur la première image jusqu’à ce qu’un script lance la timeline
hi: जब तक कोई स्क्रिप्ट टाइमलाइन न चलाए, पहला फ़्रेम रोके रखता है
it: Mantiene il primo fotogramma finché uno script non riproduce la timeline
ja: スクリプトがタイムラインを再生するまで最初のフレームを表示します
ko: 스크립트가 타임라인을 재생할 때까지 첫 번째 프레임을 유지합니다
pl: Zatrzymuje pierwszą klatkę, dopóki skrypt nie odtworzy osi czasu
pt_br: Mantém o primeiro quadro até que um script reproduza a linha do tempo
ru: Показывает первый кадр, пока скрипт не запустит шкалу времени
tr: Bir betik zaman çizelgesini oynatana kadar ilk kareyi tutar
uk: Показує перший кадр, доки скрипт не запустить шкалу часу
zh_hans: 保持第一帧，直到脚本播放时间线
zh_hant: 保持第一格，直到指令碼播放時間軸

source: Keyframes
ar: الإطارات الرئيسية
es: Fotogramas clave
fr: Images clés
hi: कीफ़्रेम
it: Fotogrammi chiave
ja: キーフレーム
ko: 키프레임
pl: Klatki kluczowe
pt_br: Quadros-Chave
ru: Ключевые кадры
tr: Anahtar Kareler
uk: Ключові кадри
zh_hans: 关键帧
zh_hant: 關鍵影格

source: Length (frames)
ar: الطول (إطارات)
de: Länge (Bilder)
es: Duración (fotogramas)
fr: Durée (images)
hi: लंबाई (फ़्रेम)
it: Durata (fotogrammi)
ja: 長さ（フレーム）
ko: 길이(프레임)
pl: Długość (klatki)
pt_br: Duração (Quadros)
ru: Длина (кадры)
tr: Uzunluk (kare)
uk: Довжина (кадри)
zh_hans: 长度（帧）
zh_hant: 長度（影格）

source: Linear
ar: خطي
es: Lineal
fr: Linéaire
hi: लीनियर
it: Lineare
ja: リニア
ko: 선형
pl: Liniowo
ru: Линейно
tr: Doğrusal
uk: Лінійно
zh_hans: 线性
zh_hant: 線性

source: Loop
ar: تكرار
de: Schleife
es: Bucle
fr: Boucle
hi: लूप
ja: ループ
ko: 반복
pl: Pętla
pt_br: Repetição
ru: Цикл
tr: Döngü
uk: Цикл
zh_hans: 循环
zh_hant: 循環

source: Loop Playback
ar: تشغيل متكرر
de: Wiedergabe wiederholen
es: Repetir reproducción
fr: Lire en boucle
hi: लूप में चलाएँ
it: Riproduci in loop
ja: ループ再生
ko: 반복 재생
pl: Odtwarzanie w pętli
pt_br: Repetir Reprodução
ru: Повтор воспроизведения
tr: Döngüde Oynat
uk: Повтор відтворення
zh_hans: 循环播放
zh_hant: 循環播放

source: Mirror
ar: انعكاس
de: Spiegeln
es: Espejo
fr: Miroir
hi: मिरर
it: Specchio
ja: ミラー
ko: 미러
pl: Lustrzanie
pt_br: Espelhar
ru: Зеркально
tr: Ayna
uk: Дзеркально
zh_hans: 镜像
zh_hant: 鏡像

source: Mode
ar: الوضع
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
ko: 모드
pl: Tryb
pt_br: Modo
ru: Режим
tr: Mod
uk: Режим
zh_hans: 模式
zh_hant: 模式

source: Move Keyframes
ar: نقل الإطارات الرئيسية
de: Keyframes bewegen
es: Mover fotogramas clave
fr: Déplacer les images clés
hi: कीफ़्रेम खिसकाएँ
it: Sposta fotogrammi chiave
ja: キーフレームの移動
ko: 키프레임 이동
pl: Przesunięcie klatek kluczowych
pt_br: Mover Quadros-Chave
ru: Перемещение ключевых кадров
tr: Anahtar Kareleri Taşı
uk: Переміщення ключових кадрів
zh_hans: 移动关键帧
zh_hant: 移動關鍵影格

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: No animated properties
ar: لا توجد خصائص متحركة
de: Keine animierten Eigenschaften
es: No hay propiedades animadas
fr: Aucune propriété animée
hi: कोई एनिमेटेड प्रॉपर्टी नहीं
it: Nessuna proprietà animata
ja: アニメーションするプロパティはありません
ko: 애니메이션된 속성 없음
pl: Brak animowanych właściwości
pt_br: Nenhuma propriedade animada
ru: Нет анимированных свойств
tr: Canlandırılmış özellik yok
uk: Немає анімованих властивостей
zh_hans: 没有动画属性
zh_hant: 沒有動畫屬性

source: Opacity
ar: العتامة
de: Deckkraft
es: Opacidad
fr: Opacité
hi: अपारदर्शिता
it: Opacità
ja: 不透明度
ko: 불투명도
pl: Krycie
pt_br: Opacidade
ru: Непрозрачность
tr: Opaklık
uk: Непрозорість
zh_hans: 不透明度
zh_hant: 不透明度

source: Parallax Depth
ar: عمق المنظر
de: Parallaxentiefe
es: Profundidad de paralaje
fr: Profondeur de parallaxe
hi: पैरालैक्स गहराई
it: Profondità parallasse
ja: 視差の深さ
ko: 시차 깊이
pl: Głębia paralaksy
pt_br: Profundidade de Paralaxe
ru: Глубина параллакса
tr: Paralaks Derinliği
uk: Глибина паралаксу
zh_hans: 视差深度
zh_hant: 視差深度

source: Paste
ar: لصق
de: Einsetzen
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: ペースト
ko: 붙여넣기
pl: Wklej
pt_br: Colar
ru: Вставить
tr: Yapıştır
uk: Вставити
zh_hans: 粘贴
zh_hant: 貼上

source: Paste Keyframes
ar: لصق الإطارات الرئيسية
de: Keyframes einsetzen
es: Pegar fotogramas clave
fr: Coller les images clés
hi: कीफ़्रेम पेस्ट करें
it: Incolla fotogrammi chiave
ja: キーフレームのペースト
ko: 키프레임 붙여넣기
pl: Wklejenie klatek kluczowych
pt_br: Colar Quadros-Chave
ru: Вставка ключевых кадров
tr: Anahtar Kareleri Yapıştır
uk: Вставлення ключових кадрів
zh_hans: 粘贴关键帧
zh_hant: 貼上關鍵影格

source: Pause
ar: إيقاف مؤقت
es: Pausa
hi: पॉज़ करें
it: Pausa
ja: 一時停止
ko: 일시 정지
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Play
ar: تشغيل
de: Wiedergeben
es: Reproducir
fr: Lire
hi: चलाएँ
it: Riproduci
ja: 再生
ko: 재생
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
tr: Oynat
uk: Відтворити
zh_hans: 播放
zh_hant: 播放

source: Playhead
ar: رأس التشغيل
de: Abspielposition
es: Cabezal de reproducción
fr: Tête de lecture
hi: प्लेहेड
it: Testina di riproduzione
ja: 再生ヘッド
ko: 재생헤드
pl: Głowica odtwarzania
pt_br: Indicador de Reprodução
ru: Указатель воспроизведения
tr: Oynatma Başlığı
uk: Покажчик відтворення
zh_hans: 播放头
zh_hant: 播放指示器

source: Position
ar: الموضع
es: Posición
hi: स्थिति
it: Posizione
ja: 位置
ko: 위치
pl: Położenie
pt_br: Posição
ru: Положение
tr: Konum
uk: Положення
zh_hans: 位置
zh_hant: 位置

source: Remove Animation
ar: إزالة الحركة
de: Animation entfernen
es: Eliminar animación
fr: Supprimer l’animation
hi: एनिमेशन हटाएँ
it: Rimuovi animazione
ja: アニメーションを削除
ko: 애니메이션 제거
pl: Usuń animację
pt_br: Remover Animação
ru: Удалить анимацию
tr: Animasyonu Kaldır
uk: Вилучити анімацію
zh_hans: 移除动画
zh_hant: 移除動畫

source: Remove Keyframe
ar: إزالة الإطار الرئيسي
de: Keyframe entfernen
es: Eliminar fotograma clave
fr: Supprimer l’image clé
hi: कीफ़्रेम हटाएँ
it: Rimuovi fotogramma chiave
ja: キーフレームの削除
ko: 키프레임 제거
pl: Usunięcie klatki kluczowej
pt_br: Remover Quadro-Chave
ru: Удаление ключевого кадра
tr: Anahtar Kareyi Kaldır
uk: Вилучення ключового кадру
zh_hans: 移除关键帧
zh_hant: 移除關鍵影格

source: Remove the keyframe at the playhead
ar: إزالة الإطار الرئيسي عند رأس التشغيل
de: Keyframe an der Abspielposition entfernen
es: Eliminar el fotograma clave del cabezal
fr: Supprimer l’image clé à la tête de lecture
hi: प्लेहेड पर मौजूद कीफ़्रेम हटाएँ
it: Rimuovi il fotogramma chiave alla testina
ja: 再生ヘッドの位置のキーフレームを削除
ko: 재생헤드 위치의 키프레임 제거
pl: Usuń klatkę kluczową w miejscu głowicy
pt_br: Remover o quadro-chave no indicador de reprodução
ru: Удалить ключевой кадр в позиции указателя
tr: Oynatma başlığındaki anahtar kareyi kaldır
uk: Вилучити ключовий кадр у позиції покажчика
zh_hans: 移除播放头处的关键帧
zh_hant: 移除播放指示器處的關鍵影格

source: Rotation
ar: الاستدارة
de: Drehung
es: Rotación
hi: घुमाव
it: Rotazione
ja: 回転
ko: 회전
pl: Obrót
pt_br: Rotação
ru: Поворот
tr: Döndürme
uk: Поворот
zh_hans: 旋转
zh_hant: 旋轉

source: Scale
ar: المقياس
de: Skalierung
es: Escala
fr: Échelle
hi: स्केल
it: Scala
ja: スケール
ko: 비율
pl: Skala
pt_br: Escala
ru: Масштаб
tr: Ölçek
uk: Масштаб
zh_hans: 缩放
zh_hant: 縮放

source: Select All
ar: تحديد الكل
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
it: Seleziona tutto
ja: すべてを選択
ko: 전체 선택
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ru: Выбрать все
tr: Tümünü Seç
uk: Вибрати все
zh_hans: 全选
zh_hant: 全選

source: Select a layer to add a track
ar: حدد طبقة لإضافة مسار
de: Wählen Sie eine Ebene aus, um eine Spur hinzuzufügen
es: Selecciona una capa para añadir una pista
fr: Sélectionnez un calque pour ajouter une piste
hi: ट्रैक जोड़ने के लिए कोई लेयर चुनें
it: Seleziona un livello per aggiungere una traccia
ja: トラックを追加するにはレイヤーを選択してください
ko: 트랙을 추가하려면 레이어를 선택하십시오
pl: Zaznacz warstwę, aby dodać ścieżkę
pt_br: Selecione uma camada para adicionar uma faixa
ru: Выберите слой, чтобы добавить дорожку
tr: İz eklemek için bir katman seçin
uk: Виберіть шар, щоб додати доріжку
zh_hans: 选择图层以添加轨道
zh_hant: 選擇圖層以加入軌道

source: Show or hide the timeline
ar: إظهار المخطط الزمني أو إخفاؤه
de: Zeitleiste ein- oder ausblenden
es: Mostrar u ocultar la línea de tiempo
fr: Afficher ou masquer la timeline
hi: टाइमलाइन दिखाएँ या छिपाएँ
it: Mostra o nascondi la timeline
ja: タイムラインを表示/非表示
ko: 타임라인 보기 또는 가리기
pl: Pokaż lub ukryj oś czasu
pt_br: Mostrar ou ocultar a linha do tempo
ru: Показать или скрыть шкалу времени
tr: Zaman çizelgesini göster veya gizle
uk: Показати або сховати шкалу часу
zh_hans: 显示或隐藏时间线
zh_hant: 顯示或隱藏時間軸

source: Single
ar: مرة واحدة
de: Einmal
es: Una vez
fr: Unique
hi: एक बार
it: Singola
ja: 1回
ko: 한 번
pl: Jednokrotnie
pt_br: Uma Vez
ru: Однократно
tr: Tek Sefer
uk: Одноразово
zh_hans: 单次
zh_hant: 單次

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensioni
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Büyüklük
uk: Розмір
zh_hans: 大小
zh_hant: 大小

source: Start Paused
ar: البدء متوقفًا مؤقتًا
de: Pausiert starten
es: Empezar en pausa
fr: Démarrer en pause
hi: पॉज़ में शुरू करें
it: Avvia in pausa
ja: 一時停止で開始
ko: 일시 정지 상태로 시작
pl: Uruchom wstrzymane
pt_br: Iniciar em Pausa
ru: Начинать с паузы
tr: Duraklatılmış Başlat
uk: Починати з паузи
zh_hans: 以暂停状态开始
zh_hant: 以暫停狀態開始

source: The scene is paused while the timeline is open
ar: يتوقف المشهد مؤقتًا أثناء فتح المخطط الزمني
de: Die Szene ist angehalten, solange die Zeitleiste geöffnet ist
es: La escena está en pausa mientras la línea de tiempo está abierta
fr: La scène est en pause tant que la timeline est ouverte
hi: टाइमलाइन खुली रहने तक सीन पॉज़ रहता है
it: La scena è in pausa finché la timeline è aperta
ja: タイムラインを開いている間はシーンが一時停止します
ko: 타임라인이 열려 있는 동안 장면이 일시 정지됩니다
pl: Scena jest wstrzymana, gdy oś czasu jest otwarta
pt_br: A cena fica em pausa enquanto a linha do tempo está aberta
ru: Пока открыта шкала времени, сцена приостановлена
tr: Zaman çizelgesi açıkken sahne duraklatılır
uk: Поки відкрита шкала часу, сцену призупинено
zh_hans: 时间线打开时场景会暂停
zh_hant: 時間軸開啟時場景會暫停

source: Timeline
ar: المخطط الزمني
de: Zeitleiste
es: Línea de tiempo
hi: टाइमलाइन
ja: タイムライン
ko: 타임라인
pl: Oś czasu
pt_br: Linha do Tempo
ru: Шкала времени
tr: Zaman Çizelgesi
uk: Шкала часу
zh_hans: 时间线
zh_hant: 時間軸

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hi: मान
it: Valore
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
tr: Değer
uk: Значення
zh_hans: 值
zh_hant: 數值

source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
hi: वॉल्यूम
ja: 音量
ko: 음량
pl: Głośność
ru: Громкость
tr: Ses Düzeyi
uk: Гучність
zh_hans: 音量
zh_hant: 音量

source: What scripts find it by
ar: الاسم الذي تجدها به النصوص البرمجية
de: Name, unter dem Skripte sie finden
es: Nombre con el que la encuentran los scripts
fr: Nom utilisé par les scripts pour la trouver
hi: वह नाम जिससे स्क्रिप्ट इसे ढूँढती हैं
it: Nome con cui la trovano gli script
ja: スクリプトから参照する名前
ko: 스크립트가 찾는 데 쓰는 이름
pl: Nazwa, po której znajdują ją skrypty
pt_br: Nome usado pelos scripts para encontrá-la
ru: Имя, по которому её находят скрипты
tr: Betiklerin onu bulduğu ad
uk: Назва, за якою її знаходять скрипти
zh_hans: 脚本查找它所用的名称
zh_hant: 指令碼尋找它所用的名稱

source: Wrap Loop
ar: إغلاق الحلقة
de: Schleife schließen
es: Cerrar bucle
fr: Boucle continue
hi: लूप बंद करें
it: Chiudi loop
ja: ループを閉じる
ko: 반복 닫기
pl: Zamknij pętlę
pt_br: Fechar Repetição
ru: Замкнуть цикл
tr: Döngüyü Kapat
uk: Замкнути цикл
zh_hans: 闭合循环
zh_hant: 閉合循環
